{
  "questions": [
    "What is the capital of the United States?",
    "How many states are in the United States?",
    "Who was the first president of the United States?",
    "What is the longest river in the United States?",
    "Name the national monument carved into a mountain in South Dakota",
    "What year did the United States declare independence?",
    "Which state is known as the Sunshine State?",
    "What is the largest state by land area?",
    "Name the two oceans that border the United States",
    "What is your favorite way to spend a weekend?",
    "Describe your ideal morning routine",
    "What job would you do if money were not a concern?",
    "How do you typically unwind after a long day?",
    "What skill would you like to learn in the next year?",
    "Describe your dream vacation",
    "What's your favorite dish or fast food?",
    "How do you prefer to exercise or stay active?",
    "What's the most interesting job you've ever had?",
    "How do you typically start your workday?",
    "What's your favorite type of cuisine?",
    "Describe a typical meal you enjoy cooking",
    "What hobbies do you find most relaxing?",
    "How do you stay organized in your daily life?",
    "What's the most interesting place you've ever visited?",
    "How many languages can you speak?",
    "What was your childhood dream job?",
    "Describe a typical day in your life",
    "What technology could you not live without?",
    "How do you prefer to learn new things?",
    "What's the most challenging part of your current job or studies?",
    "Describe your ideal work environment",
    "What was the last book you read that truly inspired you?",
    "How do you balance work and personal life?",
    "What's your favorite way to spend time with friends?",
    "What historical event would you like to witness?",
    "How do you define success?",
    "What's the most valuable life lesson you've learned?",
    "Describe a skill you're currently trying to improve",
    "What's your favorite season and why?",
    "How do you handle stress?",
    "What's the most memorable concert or live performance you've attended?",
    "Describe a typical family tradition you enjoy",
    "What's the most interesting conversation you've had recently?",
    "How do you stay motivated when facing challenges?",
    "What's your preferred method of transportation?",
    "Describe a goal you're currently working towards",
    "What's the most adventurous thing you've ever done?",
    "How do you contribute to your local community?"
  ]
}
