{
  "questions": [
    "I like to read books in my free time.",
    "Eu gosto de ler livros nas minhas horas livres.",
    "She is learning to play the guitar.",
    "Ela está aprendendo a tocar violão.",
    "We are going to travel to Brazil next month.",
    "Nós vamos viajar para o Brasil no próximo mês.",
    "He always arrives late to meetings.",
    "Ele sempre chega atrasado nas reuniões.",
    "Breakfast was delicious today.",
    "O café da manhã estava delicioso hoje.",
    "They live in a small house near the park.",
    "Eles moram em uma casa pequena perto do parque.",
    "Have you visited the Museum of Tomorrow?",
    "Você já visitou o Museu do Amanhã?",
    "I need to buy bread and milk at the supermarket.",
    "Preciso comprar pão e leite no supermercado.",
    "The Portuguese class starts at ten o'clock.",
    "A aula de português começa às dez horas.",
    "It rained a lot last night.",
    "Choveu muito ontem à noite.",
    "My brother is studying to become a doctor.",
    "Meu irmão está estudando para ser médico.",
    "The beach was full of tourists in the summer.",
    "A praia estava cheia de turistas no verão.",
    "We need to talk about the project.",
    "Nós precisamos falar sobre o projeto.",
    "She doesn’t like to eat red meat.",
    "Ela não gosta de comer carne vermelha.",
    "The movie we watched was very exciting.",
    "O filme que assistimos foi muito emocionante.",
    "They are planning a surprise party for her.",
    "Eles estão planejando uma festa surpresa para ela.",
    "Can you help me with this task?",
    "Você pode me ajudar com esta tarefa?",
    "The traffic was really bad this morning.",
    "O trânsito estava muito ruim esta manhã.",
    "I didn’t understand what you said.",
    "Eu não entendi o que você disse.",
    "The store closes at eight o'clock in the evening.",
    "A loja fecha às oito horas da noite.",
    "I will call you later tonight.",
    "Eu vou te ligar mais tarde esta noite.",
    "She loves to dance salsa on weekends.",
    "Ela adora dançar salsa nos fins de semana.",
    "We have been friends since childhood.",
    "Nós somos amigos desde a infância.",
    "He forgot to bring his umbrella.",
    "Ele esqueceu de trazer o guarda-chuva.",
    "The children are playing in the garden.",
    "As crianças estão brincando no jardim.",
    "This restaurant serves the best pizza in town.",
    "Este restaurante serve a melhor pizza da cidade.",
    "I need to finish this report by tomorrow.",
    "Preciso terminar este relatório até amanhã.",
    "They are building a new school in the neighborhood.",
    "Eles estão construindo uma nova escola no bairro.",
    "She bought a new dress for the party.",
    "Ela comprou um vestido novo para a festa.",
    "We should take a break and relax.",
    "Nós devemos fazer uma pausa e relaxar.",
    "He is very good at solving math problems.",
    "Ele é muito bom em resolver problemas de matemática.",
    "The weather is perfect for a picnic.",
    "O tempo está perfeito para um piquenique.",
    "I can’t believe how fast time flies.",
    "Não acredito como o tempo passa rápido.",
    "She has been working here for five years.",
    "Ela trabalha aqui há cinco anos.",
    "We need to clean the house before the guests arrive.",
    "Precisamos limpar a casa antes que os convidados cheguem.",
    "He enjoys listening to classical music.",
    "Ele gosta de ouvir música clássica.",
    "The teacher explained the lesson very clearly.",
    "O professor explicou a aula muito claramente.",
    "I want to learn how to cook Italian food.",
    "Eu quero aprender a cozinhar comida italiana.",
    "They are discussing the new project details.",
    "Eles estão discutindo os detalhes do novo projeto.",
    "She always wears a smile on her face.",
    "Ela sempre tem um sorriso no rosto.",
    "We went to the beach last weekend.",
    "Nós fomos à praia no fim de semana passado.",
    "He is looking for a new job opportunity.",
    "Ele está procurando uma nova oportunidade de emprego.",
    "The cat is sleeping on the couch.",
    "O gato está dormindo no sofá.",
    "I need to charge my phone before we leave.",
    "Preciso carregar meu celular antes de sairmos.",
    "She is the most talented person I know.",
    "Ela é a pessoa mais talentosa que eu conheço.",
    "We are planning a trip to Europe next year.",
    "Estamos planejando uma viagem para a Europa no próximo ano.",
    "He fixed the broken chair in the kitchen.",
    "Ele consertou a cadeira quebrada na cozinha.",
    "The flowers in the garden are blooming.",
    "As flores no jardim estão florescendo.",
    "I can’t find my keys anywhere.",
    "Não consigo encontrar minhas chaves em lugar nenhum.",
    "She is always helping others in need.",
    "Ela está sempre ajudando os outros necessitados.",
    "We had a great time at the concert last night.",
    "Nós nos divertimos muito no show ontem à noite.",
    "He is reading a book about history.",
    "Ele está lendo um livro sobre história.",
    "The train arrives at the station at 7 PM.",
    "O trem chega à estação às 19 horas."
  ]
}